Repository: hsilviu05/SnapWorth
Catalog: ios/SnapWorth/Localizable.xcstrings
Source language: en
Languages: de, es, ro

source: SnapWorth couldn't open your library on this launch, so this flip can't be saved to it.
de: SnapWorth konnte deine Sammlung bei diesem Start nicht öffnen, deshalb lässt sich dieser Flip nicht darin speichern.
es: SnapWorth no pudo abrir tu colección en este arranque, así que esta reventa no se puede guardar en ella.
ro: SnapWorth n-a putut deschide colecția la pornirea asta, așa că flipul nu poate fi salvat în ea.

source: SnapWorth haul, %@ scanned, worth %@.
de: SnapWorth-Sammlung, %@ gescannt, im Wert von %@.
es: Colección de SnapWorth, %@ escaneados, por valor de %@.
ro: Colecția SnapWorth, %@ scanate, în valoare de %@.

source: SnapWorth writes it — you paste & post. We never post for you.
de: SnapWorth schreibt es – du kopierst und stellst ein. Wir stellen nie für dich ein.
es: SnapWorth lo escribe: tú copias y publicas. Nunca publicamos por ti.
ro: SnapWorth îl scrie — tu copiezi și postezi. Nu postăm niciodată în locul tău.

source: SnapWorth writes the title and description for eBay, Poshmark, Mercari and more. You paste and post.
de: SnapWorth schreibt Titel und Beschreibung für Vinted, eBay, Kleinanzeigen und mehr. Du kopierst und stellst ein.
es: SnapWorth escribe el título y la descripción para Vinted, Wallapop, eBay y más. Tú copias y publicas.
ro: SnapWorth scrie titlul și descrierea pentru OLX, Vinted, eBay și altele. Tu doar copiezi și postezi.

source: SnapWorth. Nothing scanned yet.
de: SnapWorth. Noch nichts gescannt.
es: SnapWorth. Aún no has escaneado nada.
ro: SnapWorth. Încă nu ai scanat nimic.

source: Sold
de: Verkauft
es: Vendido
ro: Vândut

source: Sold date
de: Verkaufsdatum
es: Fecha de venta
ro: Data vânzării

source: Sold for
de: Verkauft für
es: Vendido por
ro: Vândut cu

source: Something went wrong. Please try again.
de: Da ist etwas schiefgelaufen. Versuch es noch einmal.
es: Algo salió mal. Inténtalo de nuevo.
ro: Ceva n-a mers. Încearcă din nou.

source: Sort
de: Sortieren
es: Ordenar
ro: Sortează

source: Sort, share the month, or export a CSV
de: Sortieren, den Monat teilen oder als CSV exportieren
es: Ordena, comparte el mes o exporta un CSV
ro: Sortează, distribuie luna sau exportă un CSV

source: Spot on — your guess is inside the estimate.
de: Volltreffer – dein Tipp liegt in der Schätzung.
es: Clavado: tu respuesta está dentro de la estimación.
ro: Exact — ai nimerit în interval.

source: Start Free Trial
de: Gratis testen
es: Empezar la prueba gratis
ro: Începe perioada gratuită

source: Start a run
de: Tour starten
es: Empezar una ruta
ro: Pornește o tură

source: Start a thrift run
de: Second-Hand-Tour starten
es: Empezar una ruta de segunda mano
ro: Pornește o tură de second hand

source: Start scanning
de: Los scannen
es: Empezar a escanear
ro: Începe să scanezi

source: Stay on top of your flips
de: Behalt deine Flips im Blick
es: No pierdas de vista tus reventas
ro: Fii la curent cu flipurile tale

source: Stops removing finds
de: Beendet das Entfernen von Funden
es: Deja de quitar hallazgos
ro: Oprește ștergerea găselnițelor

source: Subscribe Monthly
de: Monatlich abonnieren
es: Suscribirme al plan mensual
ro: Abonează-te lunar

source: Subscribe Yearly
de: Jährlich abonnieren
es: Suscribirme al plan anual
ro: Abonează-te anual

source: Subscription automatically renews unless cancelled at least 24 hours before the end of the current period. Your Apple ID account will be charged for renewal within 24 hours prior to the end of the current period. Manage or cancel anytime in your Apple ID Account Settings. Any unused portion of a free trial will be forfeited upon purchase.
de: Das Abo verlängert sich automatisch, sofern es nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums gekündigt wird. Die Verlängerung wird deiner Apple-ID innerhalb der letzten 24 Stunden des laufenden Zeitraums berechnet. Du kannst das Abo jederzeit in den Einstellungen deines Apple-ID-Accounts verwalten oder kündigen. Ein nicht genutzter Teil einer Testphase verfällt mit dem Kauf.
es: La suscripción se renueva automáticamente salvo que la canceles al menos 24 horas antes de que acabe el periodo en curso. Se cobrará la renovación a tu cuenta de ID de Apple durante las 24 horas anteriores al fin del periodo en curso. Puedes gestionarla o cancelarla cuando quieras en los ajustes de tu cuenta de ID de Apple. La parte no usada de una prueba gratuita se pierde al comprar.
ro: Abonamentul se reînnoiește automat dacă nu este anulat cu cel puțin 24 de ore înainte de sfârșitul perioadei curente. Contul tău Apple va fi taxat pentru reînnoire în ultimele 24 de ore ale perioadei curente. Poți gestiona sau anula abonamentul oricând din setările contului Apple. Partea nefolosită dintr-o perioadă gratuită se pierde la cumpărare.

source: Suggest a feature
de: Funktion vorschlagen
es: Sugerir una función
ro: Propune o funcție

source: Support
de: Hilfe
es: Ayuda
ro: Asistență

source: Switches to the camera to scan an item
de: Wechselt zur Kamera, um einen Artikel zu scannen
es: Va a la cámara para escanear un artículo
ro: Te duce la cameră ca să scanezi un obiect

source: Switches to the camera to scan your first item
de: Wechselt zur Kamera, um deinen ersten Artikel zu scannen
es: Va a la cámara para escanear tu primer artículo
ro: Te duce la cameră ca să scanezi primul obiect

source: Take photo to scan
de: Foto aufnehmen und scannen
es: Hacer una foto para escanear
ro: Fă o poză ca să scanezi

source: Take the label photo
de: Foto vom Etikett aufnehmen
es: Hacer la foto de la etiqueta
ro: Fă poza etichetei

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
ro: Termeni și condiții

source: That $4 jacket? Might be $90.
de: Die Jacke für 4 $? Vielleicht 90 $ wert.
es: ¿Esa chaqueta de 4 $? Puede valer 90 $.
ro: Geaca aia de 4 $? Poate face 90 $.

source: That didn't work. Your estimate is unchanged.
de: Das hat nicht geklappt. Deine Schätzung bleibt unverändert.
es: No funcionó. Tu estimación no ha cambiado.
ro: N-a mers. Estimarea a rămas neschimbată.

source: The original photo is no longer available for this find.
de: Das ursprüngliche Foto ist für diesen Fund nicht mehr da.
es: La foto original ya no está disponible para este hallazgo.
ro: Poza originală nu mai e disponibilă pentru găselnița asta.

source: The request timed out. Please try again.
de: Die Anfrage hat zu lange gedauert. Versuch es noch einmal.
es: La solicitud tardó demasiado. Inténtalo de nuevo.
ro: Cererea a expirat. Încearcă din nou.

source: Then %@. Cancel anytime.
de: Danach %@. Jederzeit kündbar.
es: Luego %@. Cancela cuando quieras.
ro: Apoi %@. Anulezi oricând.

source: This cannot be undone
de: Das lässt sich nicht rückgängig machen
es: Esto no se puede deshacer
ro: Nu se poate anula

source: This device doesn't support secure attestation.
de: Dieses Gerät unterstützt die sichere Überprüfung nicht.
es: Este dispositivo no admite la verificación segura.
ro: Dispozitivul ăsta nu acceptă verificarea securizată.

source: This iPhone has no email account set up. Copy your message and send it to %@ from wherever you do have mail.
de: Auf diesem iPhone ist kein E-Mail-Account eingerichtet. Kopier deine Nachricht und schick sie von dort an %@, wo du Mail hast.
es: Este iPhone no tiene ninguna cuenta de correo configurada. Copia tu mensaje y envíalo a %@ desde donde sí tengas correo.
ro: Pe iPhone-ul ăsta nu e configurat niciun cont de e-mail. Copiază mesajul și trimite-l la %@ de unde ai e-mail.

source: This purchase could not be completed.
de: Dieser Kauf konnte nicht abgeschlossen werden.
es: No se pudo completar la compra.
ro: Cumpărătura nu a putut fi finalizată.

source: This subscription is currently unavailable. Please try again.
de: Dieses Abo ist gerade nicht verfügbar. Versuch es noch einmal.
es: Esta suscripción no está disponible ahora mismo. Inténtalo de nuevo.
ro: Abonamentul ăsta nu e disponibil momentan. Încearcă din nou.

source: This will permanently delete all %lld saved scans.
de: Damit werden alle %lld gespeicherten Scans endgültig gelöscht.
es: Esto eliminará definitivamente los %lld escaneos guardados.
ro: Asta îți șterge definitiv toate cele %lld de scanări salvate.

source: This will permanently delete your saved scan.
de: Damit wird dein gespeicherter Scan endgültig gelöscht.
es: Esto eliminará definitivamente tu escaneo guardado.
ro: Asta îți șterge definitiv scanarea salvată.

source: Thrift Flip profit calculator
de: Thrift-Flip-Gewinnrechner
es: Calculadora de ganancia de Thrift Flip
ro: Calculatorul de profit Thrift Flip

source: Trending at the thrift
de: Was im Second Hand gefragt ist
es: Lo que se busca en segunda mano
ro: Ce se caută la second hand

source: Trial reminders
de: Erinnerungen zur Testphase
es: Avisos de la prueba gratuita
ro: Memento pentru perioada de probă

source: Try SnapWorth free for %@
de: Teste SnapWorth %@ gratis
es: Prueba SnapWorth gratis %@
ro: Încearcă SnapWorth gratuit %@

source: Try a different item name or brand.
de: Probier einen anderen Artikelnamen oder eine andere Marke.
es: Prueba con otro nombre de artículo u otra marca.
ro: Încearcă alt nume de obiect sau altă marcă.

source: Try again
de: Noch einmal versuchen
es: Inténtalo de nuevo
ro: Încearcă din nou

source: Turn them on in iOS Settings to get these reminders.
de: Aktivier sie in den iOS-Einstellungen, um diese Erinnerungen zu bekommen.
es: Actívalas en los Ajustes de iOS para recibir estos avisos.
ro: Pornește-le din Setările iOS ca să primești memento-urile astea.

source: Turns off the taps you feel when scanning and selecting
de: Schaltet das Vibrieren beim Scannen und Auswählen aus
es: Desactiva la vibración al escanear y al elegir
ro: Oprește vibrațiile pe care le simți când scanezi și când alegi

source: Unknown — add what you paid to calculate it
de: Unbekannt – trag ein, was du bezahlt hast
es: Desconocida: añade lo que pagaste para calcularla
ro: Necunoscut — adaugă cât ai dat ca să îl calculăm

source: Unlimited scans
de: Unbegrenzte Scans
es: Escaneos ilimitados
ro: Scanări nelimitate

source: Unlimited scans · Active
de: Unbegrenzte Scans · Aktiv
es: Escaneos ilimitados · Activo
ro: Scanări nelimitate · Activ

source: Unlimited scans, %lld day scanning streak
de: Unbegrenzte Scans, %lld Tage Scan-Serie
es: Escaneos ilimitados, racha de %lld días escaneando
ro: Scanări nelimitate, serie de scanări de %lld de zile

source: Unlimited scans, active
de: Unbegrenzte Scans, aktiv
es: Escaneos ilimitados, activo
ro: Scanări nelimitate, activ

source: Unlimited sold flips, and CSV export
de: Unbegrenzt verkaufte Flips und CSV-Export
es: Reventas vendidas ilimitadas y exportación a CSV
ro: Flipuri vândute nelimitate și export CSV

source: Unlimited · %lld-day streak
de: Unbegrenzt · %lld Tage Serie
es: Ilimitados · racha de %lld días
ro: Nelimitat · serie de %lld de zile

source: Unlock SnapWorth Pro
de: Schalte SnapWorth Pro frei
es: Desbloquea SnapWorth Pro
ro: Deblochează SnapWorth Pro

source: Unlock %lld more + all-time totals
de: Schalt %lld weitere und die Gesamtsummen frei
es: Desbloquea %lld más y los totales de siempre
ro: Deblochează încă %lld + totalurile pe tot istoricul

source: Unlock %lld more flips and all-time totals
de: Schalt %lld weitere Flips und die Gesamtsummen frei
es: Desbloquea %lld reventas más y los totales de siempre
ro: Deblochează încă %lld flipuri și totalurile pe tot istoricul

source: Unlock Thrift Flip
de: Thrift Flip freischalten
es: Desbloquear Thrift Flip
ro: Deblochează Thrift Flip

source: Unlock marketplace listings
de: Plattform-Inserate freischalten
es: Desbloquear los anuncios por plataforma
ro: Deblochează anunțurile pentru platforme

source: Unlock to reveal your profit
de: Freischalten, um deinen Gewinn zu sehen
es: Desbloquea para ver tu ganancia
ro: Deblochează ca să-ți vezi profitul

source: Unlock value history
de: Wertverlauf freischalten
es: Desbloquear el historial de valor
ro: Deblochează istoricul valorii

source: Unlock why this price
de: „Warum dieser Preis“ freischalten
es: Desbloquear «Por qué este precio»
ro: Deblochează „De ce prețul ăsta”

source: Upgrade
de: Pro holen
es: Hazte Pro
ro: Treci pe Pro

source: Upgrade to Pro
de: Pro holen
es: Hazte Pro
ro: Treci pe Pro

source: Used
de: Gebraucht
es: Usado
ro: Uzat

source: Values an item from a photo you already have
de: Bewertet einen Artikel anhand eines Fotos, das du schon hast
es: Valora un artículo a partir de una foto que ya tienes
ro: Evaluează un obiect dintr-o poză pe care o ai deja

source: Vintage Frames
de: Vintage-Brille
es: Gafas vintage
ro: Ramă vintage

source: Vintage Wool Blazer
de: Vintage-Wollblazer
es: Blazer vintage de lana
ro: Sacou vintage din lână

source: Vintage Wool Blazer — Timeless Tailored Fit
de: Vintage-Wollblazer – zeitloser, taillierter Schnitt
es: Blazer vintage de lana — corte clásico atemporal
ro: Sacou vintage din lână — croială clasică

source: Waiting for approval. Your subscription starts as soon as it's approved — you don't need to buy again.
de: Warte auf die Freigabe. Dein Abo startet, sobald sie da ist – du musst nicht noch einmal kaufen.
es: Esperando aprobación. Tu suscripción empieza en cuanto se apruebe: no hace falta que compres otra vez.
ro: Se așteaptă aprobarea. Abonamentul pornește imediat ce e aprobat — nu trebuie să cumperi din nou.

source: We couldn't verify this device. Try again — if it keeps happening, reinstalling the app will reset it.
de: Wir konnten dieses Gerät nicht überprüfen. Versuch es noch einmal – wenn es weiter passiert, setzt eine Neuinstallation der App das zurück.
es: No pudimos verificar este dispositivo. Inténtalo de nuevo; si sigue pasando, reinstalar la app lo reinicia.
ro: N-am putut verifica dispozitivul. Încearcă din nou — dacă se repetă, reinstalarea aplicației rezolvă.

source: We'll let you know when your monthly recap is ready and remind you to update your ledger. Functional only — no spam, and you can turn these off anytime in Settings.
de: Wir sagen dir Bescheid, wenn dein Monatsrückblick fertig ist, und erinnern dich daran, dein Buch zu aktualisieren. Nur Nützliches – kein Spam, und du kannst das jederzeit in den Einstellungen ausschalten.
es: Te avisaremos cuando esté listo el resumen del mes y te recordaremos actualizar tu registro. Solo lo útil: nada de spam, y puedes desactivarlo cuando quieras en Ajustes.
ro: Îți dăm de știre când e gata recapitularea lunii și îți amintim să îți actualizezi registrul. Doar lucruri utile — fără spam, și le poți opri oricând din Setări.

source: Weekly portfolio
de: Sammlung, wöchentlich
es: Colección semanal
ro: Colecția, săptămânal

source: What did you pay?
de: Was hast du bezahlt?
es: ¿Cuánto pagaste?
ro: Cât ai dat?

source: What do you think it could resell for?
de: Was bringt es deiner Meinung nach im Wiederverkauf?
es: ¿Por cuánto crees que se revende?
ro: Cu cât crezi că se revinde?

source: What drives the value
de: Was den Wert treibt
es: Qué sube el valor
ro: Ce ridică valoarea

source: What the photo suggests about authenticity
de: Was das Foto über die Echtheit sagt
es: Qué dice la foto sobre la autenticidad
ro: Ce spune poza despre autenticitate

source: What we assumed
de: Wovon wir ausgegangen sind
es: Qué hemos supuesto
ro: Ce am presupus

source: What's included
de: Was dabei ist
es: Qué incluye
ro: Ce include

source: When on, each result opens with the price covered until you tap Reveal
de: Wenn aktiviert, ist der Preis bei jedem Ergebnis verdeckt, bis du auf „Schätzung zeigen“ tippst
es: Si está activado, cada resultado aparece con el precio tapado hasta que tocas «Ver la estimación»
ro: Când e pornit, fiecare rezultat apare cu prețul acoperit până apeși „Arată estimarea”

source: Where you'd sell
de: Wo du verkaufen würdest
es: Dónde venderías
ro: Unde ai vinde

source: Why it's worth that — four price points and what drives them
de: Warum es so viel wert ist – vier Preispunkte und was sie treibt
es: Por qué vale eso: cuatro niveles de precio y qué los mueve
ro: De ce valorează atât — patru praguri de preț și ce le mișcă

source: Why this price
de: Warum dieser Preis
es: Por qué este precio
ro: De ce prețul ăsta

source: Wool Blazer
de: Wollblazer
es: Blazer de lana
ro: Sacou de lână

source: Worth flipping
de: Lohnt sich
es: Merece la pena
ro: Merită luat

source: Writes a new listing for this item
de: Schreibt ein neues Inserat für diesen Artikel
es: Escribe un anuncio nuevo para este artículo
ro: Scrie un anunț nou pentru obiectul ăsta

source: Writes the listing in %@'s style
de: Schreibt das Inserat im Stil von %@
es: Escribe el anuncio al estilo de %@
ro: Scrie anunțul în stilul %@

source: Writing your listing…
de: Dein Inserat wird geschrieben…
es: Escribiendo tu anuncio…
ro: Îți scriu anunțul…

source: Yearly
de: Jährlich
es: Anual
ro: Anual

source: You added %lld finds this week.
de: Du hast diese Woche %lld Funde hinzugefügt.
es: Has añadido %lld hallazgos esta semana.
ro: Ai adăugat %lld de găselnițe săptămâna asta.

source: You have items to update in your ledger.
de: In deinem Buch gibt es Artikel zu aktualisieren.
es: Tienes artículos que actualizar en tu registro.
ro: Ai obiecte de actualizat în registru.

source: You pay
de: Du zahlst
es: Tú pagas
ro: Tu dai

source: You've hit the scan limit.
de: Du hast das Scan-Limit erreicht.
es: Has llegado al límite de escaneos.
ro: Ai atins limita de scanări.

source: You've used today's free scans. Opens subscription options.
de: Du hast die Gratis-Scans von heute verbraucht. Öffnet die Abo-Optionen.
es: Has gastado los escaneos gratis de hoy. Abre las opciones de suscripción.
ro: Ai consumat scanările gratuite de azi. Deschide opțiunile de abonament.

source: Your %@ Recap is ready 👀
de: Dein Rückblick für %@ ist da 👀
es: Tu resumen de %@ está listo 👀
ro: Recapitularea pe %@ e gata 👀

source: Your %@ recap is ready
de: Dein Rückblick für %@ ist da
es: Tu resumen de %@ está listo
ro: Recapitularea pe %@ e gata

source: Your %lld finds are worth
de: Deine %lld Funde sind wert
es: Tus %lld hallazgos valen
ro: Cele %lld de găselnițe ale tale valorează

source: Your SnapWorth trial ends tomorrow.
de: Deine SnapWorth-Testphase endet morgen.
es: Tu prueba de SnapWorth acaba mañana.
ro: Perioada gratuită SnapWorth se termină mâine.

source: Your draft is open in Mail — send it there.
de: Dein Entwurf ist in Mail offen – schick ihn von dort ab.
es: Tu borrador está abierto en Mail: envíalo desde ahí.
ro: Ciorna e deschisă în Mail — trimite-o de acolo.

source: Your finds are worth
de: Deine Funde sind wert
es: Tus hallazgos valen
ro: Găselnițele tale valorează

source: Your free scan is back. What did you find today?
de: Dein Gratis-Scan ist wieder da. Was hast du heute gefunden?
es: Ya tienes tu escaneo gratis. ¿Qué has encontrado hoy?
ro: Ai iar scanarea gratuită. Ce ai găsit azi?

source: Your guess (optional)
de: Dein Tipp (optional)
es: Tu respuesta (opcional)
ro: Cât zici tu (opțional)

source: Your guess in dollars, optional
de: Dein Tipp in Dollar, optional
es: Tu respuesta en dólares, opcional
ro: Suma ghicită de tine, în dolari, opțional

source: Your message
de: Deine Nachricht
es: Tu mensaje
ro: Mesajul tău

source: Your purchase could not be verified.
de: Dein Kauf konnte nicht bestätigt werden.
es: No se pudo verificar tu compra.
ro: Cumpărătura nu a putut fi verificată.

source: Your scans are saved to your closet so you can watch the hidden value add up over time.
de: Deine Scans landen in deiner Sammlung, damit du siehst, wie sich der Wert mit der Zeit summiert.
es: Tus escaneos se guardan en tu colección para que veas cómo se acumula el valor con el tiempo.
ro: Scanările se salvează în colecția ta, ca să vezi cum se adună valoarea în timp.

source: Your subscription has been restored.
de: Dein Abo wurde wiederhergestellt.
es: Se ha restaurado tu suscripción.
ro: Abonamentul a fost restaurat.

source: after marketplace fees
de: nach Plattformgebühren
es: tras las comisiones de la plataforma
ro: după comisioanele platformei

source: average estimate %@
de: Durchschnittsschätzung %@
es: estimación media %@
ro: estimare medie %@

source: avg %@
de: Ø %@
es: media %@
ro: medie %@

source: best flip
de: bester Flip
es: mejor reventa
ro: cel mai bun flip

source: brand new, unused
de: nagelneu, ungetragen
es: nuevo a estrenar, sin usar
ro: nou-nouț, nefolosit

source: day
de: Tag
es: día
ro: zi

source: down %lld percent
de: %lld Prozent weniger
es: un %lld por ciento menos
ro: în scădere cu %lld la sută

source: free scan left today
de: Gratis-Scan heute übrig
es: escaneo gratis hoy
ro: scanare gratuită rămasă azi

source: free scans left today
de: Gratis-Scans heute übrig
es: escaneos gratis hoy
ro: scanări gratuite rămase azi

source: good used condition
de: guter gebrauchter Zustand
es: usado en buen estado
ro: stare bună, folosit

source: item sold
de: Artikel verkauft
es: artículo vendido
ro: obiect vândut

source: items sold
de: Artikel verkauft
es: artículos vendidos
ro: obiecte vândute

source: like new, barely used
de: wie neu, kaum getragen
es: como nuevo, apenas usado
ro: ca nou, abia folosit

source: month
de: Monat
es: mes
ro: lună

source: net this month
de: netto diesen Monat
es: neto este mes
ro: net luna asta

source: nothing scanned yet
de: noch nichts gescannt
es: nada escaneado aún
ro: nimic scanat încă

source: paid
de: bezahlt
es: pagado
ro: dat

source: profit this month
de: Gewinn diesen Monat
es: de ganancia este mes
ro: profit luna asta

source: supply %@
de: Angebot %@
es: oferta %@
ro: ofertă %@

source: unchanged
de: unverändert
es: sin cambios
ro: neschimbat

source: up %lld percent
de: %lld Prozent mehr
es: un %lld por ciento más
ro: în creștere cu %lld la sută

source: used with visible wear
de: gebraucht, mit sichtbaren Spuren
es: usado, con desgaste visible
ro: folosit, cu urme vizibile

source: week
de: Woche
es: semana
ro: săptămână

source: year
de: Jahr
es: año
ro: an

source: − Fees
de: − Gebühren
es: − Comisiones
ro: − Comisioane

source: − Paid
de: − Bezahlt
es: − Pagado
ro: − Dat

source: − Shipping
de: − Versand
es: − Envío
ro: − Transport

source: 🔥 %lld-day streak
de: 🔥 %lld Tage Serie
es: 🔥 racha de %lld días
ro: 🔥 serie de %lld de zile

source: %lld scans
es: %lld escaneos
ro: %lld de scanări

source: Filter
es: Filtro
ro: Filtru

source: Flip status
es: Estado de la reventa
ro: Stadiul flipului

source: SnapWorth version %@
es: SnapWorth versión %@
ro: SnapWorth versiunea %@
